{
  "texts": {
    "@title": {
      "title": "Daha İyi̇ Bi̇r Dünya i̇çi̇n Matemati̇k"
    },
    "@idm_year": {
      "title": "Dünya Matematik Günü 2021"
    },
    "@learn_more": {
      "title": "Dünya Matematik Günü hakkında"
    },
    "@description": {
      "title": "Dünya Matematik Günü'nü kutlarken, Matematiğin dünyayı nasıl iyileştirdiğini keşfedin"
    },
    "@footer_imu": {
      "title": "Dünya Matematik Günü projesi [Dünya Matematik Birliği (IMU)](https://www.mathunion.org/) tarafından yürütülmektedir."
    },
    "@footer_kts": {
      "title": "IDM websitesi [Klaus Tschira Stiftung](https://www.klaus-tschira-stiftung.de/) desteği ile [IMAGINARY](https://about.imaginary.org) tarafından yaratılmıştır."
    },
    "@footer_mathigon": {
      "title": "Konsept ve bazı metinler [Philipp Legner (Mathigon)](http://mathigon.org/) tarafından yaratılmıştır."
    },
    "@footer_license": {
      "title": "Creative Commons Attribution-ShareAlike 4.0 International License ([CC BY-SA 4.0](https://creativecommons.org/licenses/by-sa/4.0/)) tarafından lisanslıdır."
    },
    "@main_site": {
      "title": "Asıl website"
    },
    "@impressum": {
      "title": "Künye"
    },
    "@privacy_policy": {
      "title": "Gizlilik Politikası"
    },
    "epidemics_analysis": {
      "title": "Salgın Analizi",
      "body": "Bir salgın başladığında, devamlı yeni vakalar olduğu için durmayacağından korkarız. Matematik ne der? Burada dikkat etmemiz gereken miktar, üreme oranı R_0 , yani her bulaşıcı kişinin enfekte ettiği ortalama birey sayısına karşılık gelen orandır. Eğer R_0 <1 ise, salgın ölür, eğer R_0> 1 ise yayılır. R_0 bilgisi salgını kontrol etme stratejisine rehberlik eder. Özellikle, sınırlı kaynaklar olması durumunda (örneğin herkes için yeterli aşı olmaması) amaç, R_0'ı 1'in altına düşürmek için bu kaynakları kullanmaktır.",
      "links": "https://www.mathscareers.org.uk/article/number-one-crime-fighter/"
    },
    "detecting_frauds": {
      "title": "Sahtekarlık tespiti",
      "body": "Bir deneyim: etrafta gözünüze çarpan herhangi bir sayıyı alın ve ilk önemli rakamını, yani en soldaki sıfır olmayan rakamı not edin. Örneğin, 23.567 sayısının ilk önemli rakamı 2 olur, 0.00345'inki ise 3. Yaklaşık % 30'u 1 çıkar, ve sadece % 4.5 oranında 9 çıkar. Bu şaşırtıcı fenomen Benford yasası olarak adlandırılır. Olasılıksal bir yasadır. Çoğu zaman, finansal tablolardaki rakamlar bu yasayı takip eder, ve yasaya uymaya özen göstermeden verileri manipüle eden birinin sahtekarlıklarını tespit etmek için bir imkan sağlar.",
      "links": "http://blog.kleinproject.org/?p=1093\nhttps://www.mathscareers.org.uk/article/number-one-crime-fighter/"
    },
    "artificial_intelligence": {
      "title": "Yapay Zeka",
      "body": "Neden bu kadar başarılı? Geleneksel olarak, bir robotu programlamak, robotun ne yapması gerektiği konusunda talimatlar vermek anlamına geliyordu. Fakat biz insanlara her yapabildiğimiz illa öğretilmiş değil. Kendi kendimize de öğreniyoruz. Daha önce gördüğü tüm kedilerden farklı da olsa, bir çocuk, bir hayvanın kedi olduğunu anlar. Artık robotlar da aynısını yapabiliyor. Yapay zekanın son başarısı, robotların öğrenmeye programlanmış olmasından kaynaklanıyor. Bu öğrenme süreci, büyük veri sayesinde mümkün.",
      "links": ""
    },
    "digital_music": {
      "title": "Dijital Müzik",
      "body": "Müzik kulaklarımızda titreşen dalgalardan oluşur. Bu dalgalar, bir CD üzerine kısa zaman aralıklarında (genellikle saniyede 44100 kez) örnekler alınarak bir sayı dizisi olarak kayıt edilebilinir. Ses dalgaları, farklı frekanslara sahip birçok dalganın birleşimidir ve bazıları kulaklarımız tarafından algılanmaz. Fourier dönüşümü, karmaşık bir ses dalgasını daha basit dalgalara ayırmamızı sağlar. MP3 gibi ses formatları yalnızca duyulabilir frekansları korur, ve bu sayede dosyalar çok daha küçülür. Matematik olmasaydı iPod, Spotify veya iTunes olmazdı.",
      "links": "http://www.theguardian.com/technology/2002/apr/04/internetnews.maths\nhttp://www.mathscareers.org.uk/article/how-mp3-compression-work/\nhttp://en.wikipedia.org/wiki/Digital_audio"
    },
    "computer_games": {
      "title": "Bilgisayar Oyunları",
      "body": "Birçok bilgisayar oyunu 3D grafikleri kullanır. Bunları canladırmak, hareket ettirmek, ayrıca renkleri, ışığı ve gölgeleri oluşturmak için, vektörler, matrisler ve doğrusal cebirle 3D geometrinin pek çok kavramı gerekir. Bilgisayar oyunları su için veya fiziksel nesneleri hareket ettirtmek ve çarpıştırmak için inandırıcı animasyonlar yaratmalıdır. Sıvıyı modellemek için genellikle Navier-Stokes denklemleri gibi uygun kısmi diferansiyel denklemlerin sayısal çözümleri kullanılır. Bilgisayar programları oynanamaz karakterlerin yapay zekasını da modellemek zorundadır.",
      "links": "http://www.mathscareers.org.uk/video/advancing-the-digital-arts/\nhttp://www.mathscareers.org.uk/article/get-game/\nhttp://nrich.maths.org/1374"
    },
    "big_data": {
      "title": "Büyük Veri",
      "body": "Veri heryerde! İnternet'e her göz attığımızda, bir anketi tamamladığımızda ya da alışveriş yaptığımızda yeni veri oluşur. Bilim insanları bir deney gerçekleştirdiklerinde veri toplarlar ve bazen bu veri setleri o kadar büyüktür ki, bunları işlemek için tamamen yeni teknolojiler icat etmeleri gerekir. Verileri anlayabilmek için istatistik lazım. Matematiği kullanarak, her biri kendi başına anlamsız olan büyük bir sayı kümesini, verileri oluşturan sistem hakkında kesin bilgilere dönüştürebiliriz. İstatistik bize bulguların geçerli veya anlamlı olup olmadığını da söyler.",
      "links": "http://en.wikipedia.org/wiki/Big_data\nhttp://en.wikipedia.org/wiki/Statistics\nhttp://www.mathscareers.org.uk/article/statistically-savvy/"
    },
    "predict_weather": {
      "title": "Hava Durumu",
      "body": "Hava durumunu tahmin etmek inanılmaz derecede zor bir iştir, geniş hava durumu istasyonları, uydular ve süper bilgisayar ağları kullanıldığında bile. Atmosfer gibi sıvılar Navier-Stokes denklemleri olarak adlandırılan bir dizi kurala uyar. Bu denklemleri doğrudan çözemeyiz, bunun yerine bir tahmin oluşturmak için sayısal simülasyonlar kullanırız. Ancak ölçülen veri ve parametrelerde küçük bir fark bile tahminler üzerinde büyük etki yapabilir. Bu sebeple havanın birkaç haftadan daha önce doğru bir şekilde tahmin edilmesi imkansız hale gelir. Tabii ki modeller gelişmeye devam ediyor...",
      "links": "https://www.metoffice.gov.uk/weather/learn-about/how-forecasts-are-made/computer-models/history-of-numerical-weather-prediction\nhttp://plus.maths.org/content/os/latestnews/sep-dec04/nwp/index\nhttp://www.mathscareers.org.uk/article/keep-weather-eye/\nhttp://www.mathscareers.org.uk/article/measuring-the-weather/"
    },
    "rockets": {
      "title": "Roket ve Uydular",
      "body": "Havacılık endüstrisinin pek çok zorluğu vardır. Uzaya giderken, itme kuvveti için roketlerin yakıt yakması gereklidir. Daha fazla yakıt bir roketi daha güçlü yapar ama yanarken ağırlığı azalmasına rağmen roketi daha ağır hale de getirir ... Tsiolkovsky roket denklemi bu kısıtlamaları belirler. Roketlerin ve uyduların uzaydaki hareketi, diferansiyel denklemler ve küresel geometri ile tanımlanan yörüngelerle yerçekimi tarafından yönetilir. Uzayda iletişim, gürültü, mesafe ve güvenilmezlik sorunları oluşturur ... matematiksel kodlar verilerin bozulmadan iletilmesine yardımcı olur. Roket bilimi değil, matematik!",
      "links": "https://www.grc.nasa.gov/WWW/K-12/rocket/rktpow.html\nhttp://en.wikipedia.org/wiki/Tsiolkovsky_rocket_equation\nhttp://en.wikipedia.org/wiki/Error_detection_and_correction#Deep-space_telecommunications\nhttp://www.mathscareers.org.uk/article/escape-velocities/"
    },
    "internet_phones": {
      "title": "İnternet ve Telefonlar",
      "body": "Hem internet hem de telefon hatları, kullanıcıların veri alışverişi yapmalarını sağlayan devasa bir ağ oluşturur. Tüm kullanıcılar, belirli bir kapasiteye sahip sayısız bağlantı ile bağlıdır. Şebeke operatörleri, herhangi bir bağlantının kapasitesini aşmadan gönderici ve alıcıyı bağlamak için bir yol bulmak zorundadır. Telefon görüşmelerinde güvenilir bir hizmet sağlamak için sıra teorisinin matematiği ve Poisson süreçlerini kullanan matematiksel modeller kullanılır. İnternet bağlantıları için paket santralı yöntemi kullanılır: tüm veriler bağımsız olarak iletilen küçük “paketlere” ayrılır.",
      "links": "http://www.ams.org/notices/199808/paxson.pdf\nhttp://blog.wolfram.com/2013/03/21/the-mathematics-of-queues/\nhttp://en.wikipedia.org/wiki/Packet_switching\nhttp://mathigon.org/course/graph-theory"
    },
    "search_engines": {
      "title": "Arama Motorları",
      "body": "Milyarlarca insan interneti her gün kullanıyor, örneğin Google gibi arama motorları ile. En işe yarar web siteleri bulmak ve en üstte görüntülemek için Google, internetteki tüm sayfaları devasa bir matriste temsil ediyor. Bu siteleri bulmak için, doğrusal cebir, olasılık ve grafik teorisi kullanılıyor. Google, verdiği diğer birçok hizmet için de matematik kullanıyor: haritalarda yol tariflerini bulma, Gmail'de spam algılama, Android'de ses tanıma, kitap tararken metin tanıma, YouTube videolarını sıkıştırma, görüntülerde yüz algılama veya metin tercüme etme.",
      "links": "http://www.ams.org/samplings/feature-column/fcarc-pagerank\nhttp://static.googleusercontent.com/media/research.google.com/en//pubs/archive/38331.pdf"
    },
    "air_traffic": {
      "title": "Hava Trafiği",
      "body": "Her gün yaklaşık 50.000 ticari havayolu uçuşu var. Tüm uçaklar, tüm bagajlar, tüm mürettebat ve yolcular doğru zamanda doğru yerde olmalı. En önemlisi, işlek havaalanlarından herhangi birine varırken uçaklar çarpışamaz. Bu inanılmaz karmaşık bir lojistik güçlüktür, matematik ve yöneylem araştırması olmadan da imkansızdır. Ayrıca, her havayolu, uçaklarının mümkün olan en iyi rotaları seçtiği ve hiçbir uçağın boşta, boş veya hizmet dışı olmadığı daha verimli bir ağ oluşturarak tasarruf etmek ister. Bunlar da çizge kuramından algoritmalar kullanılarak yapılabilir.",
      "links": "https://www.mathscareers.org.uk/article/aircraft-scheduling/\nhttps://mathigon.org/course/graph-theory/introduction"
    },
    "wildfire_modelling": {
      "title": "Kontrol Edilemeyen Yangınlar",
      "body": "Orman yangınları birçok ekosistemin doğal bir parçası olsa da insanlar için çok tehlikeli olabilirler. İtfaiyeciler yangını modellemek ve ilerleyişini öngörmek için matematiksel simülasyonlar kullanabiliyorlar. Bu simülasyonlar değişen bitki örtüsü, ısı ve nem, rüzgar, tepeler ve değişken oksijen kaynağını hesaba katmak zorunda olup ileri matematik ve akışkanlar mekaniği gerektirmektedir.",
      "links": "http://www.mathscareers.org.uk/article/line-fire/\nhttp://www.fs.fed.us/pnw/pubs/journals/pnw_2004_costa001.pdf"
    },
    "mri_tomography": {
      "title": "MR ve Tomografi",
      "body": "MR tarayıcıları, farklı yönlerden sayısız 2 boyutlu “anlık görüntü” alarak insan vücudunun 3 boyutlu görüntülerini oluşturabilir. Bu anlık görüntüleri kullanarak orijinal 3 boyutlu modeli geri elde etme işlemine tomografi denir ve Radon Dönüşümleri gibi gelişmiş matematik olmadan yapılamaz. Matematik tam anlamıyla hayat kurtarıyor.",
      "links": "https://plus.maths.org/content/saving-lives-mathematics-tomography\nhttps://www.mathscareers.org.uk/article/medical-imaging-mathematics/"
    },
    "glacier_melting": {
      "title": "Buzul Erimesi",
      "body": "Kutup buzullarının erimesi küresel deniz seviyesini ve iklimi etkiler. Ne yazık ki, yukarıdan uydu görüntüleri, tüm buz kalkanının durumu veya erimelerinin altında yatan süreçler hakkında sınırlı bilgi vermektedir. Olasılık ve istatistik, örneğin buz kalınlığı ve bileşimi gibi çevresel verileri analiz etmek için kullanılır. Diferansiyel denklemler ve termodinamik kullanan matematiksel modeller rüzgar, deniz buzu, okyanus akıntıları ve ısı transferinin etkileşimini anlamaya yardımcı oluyor.",
      "links": "https://plus.maths.org/content/maths-and-climate-change-melting-arctic\nhttp://www.ams.org/notices/200905/tx090500562p.pdf\nhttps://www.mathscareers.org.uk/article/taking-earths-temperature/\nhttps://imaginary.org/program/future-of-glaciers-the-module"
    },
    "rollercoaster": {
      "title": "Lunapark Treni Tasarımı",
      "body": "Bir hız treni tasarlamak kolay iş değil: heyecan verici olacak ama sarsıntısı olmayacak, hem hızlı olacak hem frenleri iyi tutacak, ve de en önemlisi güvenli olacak. Matematik, tren hız kazandıkça etkileyen kuvvetleri ve bu kuvvetleri desteklemek için gereken yapısal desteği hesaplamak için kullanılabilir. Matematiksel denklemler ve analiz, döngüler, \"tirbuşonlar\" ve diğer birçok özellik de dahil olmak üzere pürüzsüz bir parkur hesaplamak için kullanılabilir.",
      "links": "https://www.mathscareers.org.uk/article/twist-shout/\nhttps://www.maa.org/press/periodicals/loci/joma/design-of-a-thrilling-roller-coaster-introduction-to-the-project"
    },
    "problem_solving": {
      "title": "Matematik için Matematik",
      "body": "Matematiğin gerçek yaşama uygulamaları anlata anlata bitmez. Ancak matematik yapmak kendi başına da çok önemli ve anlamlı bir süreçtir: analitik düşünce, mantıksal akıl yürütme, soyutlama ve fikirleri kesin bir dilde ifade etme becerisi öğretir. Bu beceriler sadece bilim ve mühendislikte değil, siyasette, gazetecilikte, müzikte ve sanatta, yönetimde, hukukta ve diğer tüm disiplinlerde değerlidir. Rasyonel iletişim geliştirdiğinden, insan ilişkilerine katkısı vardır. Ve de sanat gibi, insanın insan kalması, insanın kendiyle başbaşa kalması için bir hediyedir.",
      "links": "http://dspace.mit.edu/bitstream/handle/1721.1/5837/AIM-249.pdf"
    },
    "tsunami_warning": {
      "title": "Tsunami uyarısı",
      "body": "Bir deprem oldu! Bir tsunamiyi tetikler mi mi? Hangi kıyıları ne zaman vurabilir? Matematiksel modelleme, depremin merkez üssü belirlendikten sonra bir tsunaminin yayılmasını anlamayı sağlar. Tsunaminin hızı, okyanusun derinliğinin karesiyle orantılıdır. Açık denizlerde bir tsunami fark edilmeyebilir. Sahile yaklaşırken derinlik azalır, ve suda inanılmaz yüksekliklerin oluşmasına sebep olur. Modelleme sayesinde, tsunamiye maruz kalan bölgelere uyarılar gönderilebilir.",
      "links": "http://www.koeri.boun.edu.tr, http://www.ams.org/publicoutreach/mathmoments/mm88-tsunami-podcast"
    },
    "group_testing": {
      "title": "Grup testi",
      "body": "COVID-19 salgınının yeni dalgalarını kontrol etmek için, asemptomatik taşıyıcıları kapsamlı testlerle tespit etmek önemlidir. Sadece birkaç enfekte kişi bulmak için tek tek test yapmak çok pahalı olur. . Uygulanan bir teknik,  Grup testidir: insanlar gruplara ayrılır ve her gruptan bir örnek karışım test edilir. Karışım negatifse, gruptaki hiçbir kişinin enfekte olmadığı tespit edilmiş olur. Karışım pozitifse, gruptaki her kişiye test yapılır. Örnek olarak, enfekte kişi oranı yüzde bir ise, tespiti için 20 kişilik gruplar kullanılarak 100 test yerine sadece 25 test yapılır.",
      "links": "http://accromath.uqam.ca/volume/journee-internationale-des-mathematiques-accromath-multilingue/\nhttps://www.idm314.org/resources/activities/idm-group-screening-en.pdf"
    },
    "cell_antennas": {
      "title": "Cep telefonu antenleri",
      "body": "Geniş bir alanı cep telefonu antenleri ile kaplamak istiyorsunuz, öyle ki herhangi bir noktanın anteni belirli bir mesafeden daha uzak olmasın. Bunu yapmanın en ekonomik yolu nedir? En ekonomik yolun antenleri bir eşkenar üçgen döşemesinin köşelerine yerleştirmek. Kare döşeme kullanmak (3√3) ⁄4≈1.299 daha fazla anten, altıgen döşeme kullanmak ise iki kat daha fazla anten gerektiriyor."
    },
    "telescope_mirrors": {
      "title": "Teleskop aynalar",
      "body": "İnsanlar her zaman evrenin daha ilerisini görmeyi hayal ettiler. Bu, gök cisimleri tarafından yayılan ışığı yoğunlaştırmayı gerektirir. Paralel bir ışık demetini bir noktaya yakınsayan bir demete yoğunlaştırmak, parabolik bir ayna gerektirir. Hiperbolik bir ayna, yakınsak bir ışının yönünü değiştirir ve eliptik bir ayna, bir noktanın yaydığı farklı bir ışını yakınsak bir ışına dönüştürür. Çoğu teleskop, parabolik bir birincil ayna ve en az bir ikincil ayna kullanır, ancak bazen birden fazla. İkincisi genellikle bir konik şekline sahiptir.",
      "links": "https://tr.wikipedia.org/wiki/Yans%C4%B1tmal%C4%B1_teleskop"
    },
    "game_theory": {
      "title": "Oyun teorisi",
      "body": "Bir oyunu kazanmak için en iyi strateji nedir? Bir şirketin veya bir ülkenin menfaati nasıl belirlenir? Buna karar vermek için, ortaklarınızın zeki olduğunu varsaymalısınız. Şirketler veya hükümetler işbirliğine doğru yönlenebilir, çünkü bazı işbirliği biçimleri rekabetten daha avantajlıdır. Ekonomi alanında Nobel Ödülü sahibi olan matematikçi John Nash, Nash dengesi kavramını işbirliği olmayan oyunlara strateji olarak tanıttı. Orada, her oyuncu diğer oyuncuların denge stratejilerini bilebilir ve hiçbir oyuncu sadece kendi stratejisini değiştirerek daha iyisini elde edemez.",
      "links": "https://www.scientificamerican.com/article/what-is-game-theory-and-w/\nhttps://www.youtube.com/watch?v=MHS-htjGgSY\nhttps://www.youtube.com/watch?v=M3oWYHYoBvk"
    },
    "fair_division": {
      "title": "Adil bölüşüm",
      "body": "Bir pizzayı bölüşmenin en optimal yolu illa eşit porsiyonlar kesmek değildir: kimine fazla gelirken, kimi de hala aç olduğunu düşünebiir. Adil bir paylaşım, herkesin kendi payından eşit derecede memnun olduğu bir paylaşımdır. Ayrıca pizzanın yanında salata da varsa, belki bazıları daha az pizza ve daha çok salata isteyecektir. Adil bölüşüm teorisinde, bu tür problemler matematiksel olarak analiz edilir. Vatandaşlar arasında eşitliği en üst düzeye çıkarmak maksadıyla hükümet politikaları geliştirmek gibi birçok uygulama alanı vardır.",
      "links": "https://www.idm314.org/resources/activities/idm-fair-division-en.pdf\nhttps://www.youtube.com/watch?v=kaMKInkV7Vs\nhttps://www.youtube.com/watch?v=CBVg8x4LWZE"
    },
    "insurance": {
      "title": "Sigorta",
      "body": "Sigortanın temel ilkesi, riski dağıtmaktır. Bir milyon kişi evi için sigorta yaptırırsa ve yalnızca 1000 ev sahibi bir talepte bulunursa, bu, her sigortalının ortalama hasar fiyatının yalnızca% 0,1'i kadar bir risk üstlenmesine izin verir. Öte yandan, bir sigortalı, bütünüyle zarar görmüşse, evini yenileyebilir. Primlerin maliyetini hesaplamak için, sigorta şirketleri gelecekteki hasarın maliyetini tahmin etmek ve işletme maliyetlerini eklemek zorundalar. Bir bölgeyi vuran doğal afetlere bağlı olarak, hasarın maliyeti bir yıldan diğerine önemli ölçüde değişebilir."
    }
  }
}